{
  // 通用开局
  "通用开局": [
    {
      "name": "【旅途与幸运】女神的指引",
      "description": "你在一个破败的神龛前祈祷时，旅途与幸运的女神'泰珂'似乎听到了你的声音。你获得了一个神谕：前往最近的城市，在'正午时分遇到的第一个人'身上，有你命运的转机，或许你能遇到那个'她'？"
    },
    {
      "name": "【护送商队】金狮的低语",
      "description": "金狮集团的一支运输车队需要穿越盗匪横行的区域。任务看似简单，但你偶然听到，车队护卫在私下讨论货物中藏着的\"禁忌品\"。这趟旅程可能不只是对抗盗匪那么简单。"
    },
    {
      "name": "【历史的尘埃】第二次魔王战争古战场",
      "description": "一位来自\"伯伦斯联邦\"德高望重的历史系教授雇佣你和一整个中型冒险者团队作为保镖，深入第二次魔王战争的古战场，也就是如今的\"无尽深渊地城\"进行探索。他坚信那里埋藏着英雄们遗落的神器。"
    },
    {
      "name": "【盗贼的邀约】暗影中的交易",
      "description": "一张黑色的卡片悄无声息地出现在你的口袋里，上面是\"暗影之手\"的印记。他们邀请你去城市中最混乱的街区进行一场交易。"
    },
    {
      "name": "【阴霾中的抉择】全国通缉令",
      "description": "在靠近卡拉什利亚斯联邦的共和国边境城市，你看到一张通缉令，悬赏一名\"叛逃的共和国士兵\"。然而，酒吧里的冒险者却说，那名士兵是因为发现了某个高官的秘密才被灭口的。"
    },
    {
      "name": "卑鄙的异乡人！",
      "description": "你是遥远东方大陆的艺人，手持一本《哈基米童话》在公园或酒吧中与冒险者或者孩童们或是讲述故事又或是吟唱诗歌。"
    },
    {
      "name": "意外的选中",
      "description": "魔王封印日渐松动，共和国四处征集志愿者。你偶然在星标公会App上看到了一则特殊的招募信息，要求进行'勇者资质检测'。出于好奇，你报名参加了测试。测试现场，其他候选人都展现出了惊人的天赋和异象，而你却什么反应都没有。正当你准备离开时，检测设备突然显示异常数据，负责测试的官员一脸困惑地告诉你，虽然检测结果很奇怪，但系统判定你符合'特殊勇者'标准。你获得了一份正式合同和一笔启动资金，开始了讨伐魔王的征程。"
    },
    {
      "name": "意外遗产",
      "description": "<user>收到一份遗产证明，远房表亲突然暴毙且缺少合法继承人，但最终按照血脉关系，这份遗产落到你头上，当你来到远房表亲的宅邸后，发现他生前经营着各种灰色产业，你继承了家产，同时也继承了他留下的麻烦和债务，现在你该怎么办呢？"
    },
    {
      "name": "冒险者新人",
      "description": "<user>是一位刚注册星标公会的新人冒险者，需要证明自己的价值。第一个任务是护送运输车队前往目标地点，据说路途中有强盗与魔物出没。在公会的休息区里，任务负责人正在向你介绍队伍的成员和任务详情。"
    },
    {
      "name": "集团继承",
      "description": "<user>的父亲是金狮集团的董事会成员，但在一次意外中不幸去世。按照集团人事任命，你必须接管父亲的生意和责任。然而集团的内部竞争异常激烈，有人觊觎你的职位，你必须尽快证明自己的商业才能，巩固自己的地位。"
    },
    {
      "name": "人偶姐姐",
      "description": "<user>有一个姐姐从小处于无意识状态，家中还算富裕，使用魔法科技义体维持姐姐的生命，但父母在一次意外袭击中去世，你肩负家庭以及守护姐姐的责任，你应该去寻找维护和更换义体以及人体改造的技术。"
    },
    {
      "name": "小店主",
      "description": "一位富商被匪徒袭击身受重伤，而<user>用自己的药水救了他，他决定转让一间自己的店铺给<user>，他名下有各式各样的店铺等你挑选，蛋糕店、酒店、装备店、魔法科技商店甚至夜店都有，你的选择是？"
    },
    {
      "name": "地铁站的邂逅",
      "description": "下班高峰期，<user>挤在地铁里，突然感受到一股异常的魔力波动。车厢里的其他乘客似乎没有察觉，但你敏锐地意识到有什么不对劲。当地铁到站时，你看到一个神秘的身影消失在人群中，而站台上留下了一个奇怪的魔法物品。"
    },
    {
      "name": "便利店夜班",
      "description": "<user>在一家24小时便利店上夜班，这个看似普通的工作却让你接触到了城市的另一面。深夜时分，各种奇怪的顾客光顾：魔法师、冒险者、甚至还有非人种族。今晚，一个神秘的包裹被送到了店里，收件人却迟迟没有出现。"
    }
  ],
  // 种族限定开局
  "种族限定": [
    {
      "name": "圣金之翼的试炼",
      "description": "（仅限翼民）作为一名年轻的翼民，你即将接受攀登圣山、面见教皇的“圣金之翼”试炼。这不仅是对你飞行技巧和信仰的考验，也是决定你未来在梵尼亚神圣共和国地位的关键仪式。",
      "requiredRace": "翼民"
    },
    {
      "name": "生命庆典的骚动",
      "description": "（仅限精灵）作为一名精灵，你被长者派去调查“新芽之月”生命庆典上出现的魔力紊乱现象。这股力量似乎源自森林深处，它既可能带来新生，也可能引向腐化。",
      "requiredRace": "精灵"
    },
    {
      "name": "失落的氏族图腾",
      "description": "（仅限兽族）你的氏族图腾被敌对氏族偷走了，这是奇耻大辱。你必须独自潜入对方的领地，在先祖之魂的怒火降临前，凭自己的力量和荣耀将图腾夺回。",
      "requiredRace": "兽族"
    },
    {
      "name": "迈向软坨坨之神",
      "description": "<user>是一只刚诞生意识的史莱姆，你现在出生在一片野外，你需要活下去，<user>现在是一团凝胶，你可以先查看周围环境然后感知自身物种的知识选择你要形成什么类型的史莱姆？“环境类？,“元素类”?或者别的类型？不过没关系，系统助手会引导你活下去成为最强史莱姆之神的，你只需要知道你在第三层级和第五层级可以进行超进化就够了，现在你可以获得两个优良品质的技能，你的选择是？",
      "requiredRace": "魔物",
      "requiredIdentity": "野生魔物"
    }
  ],
  // 地区限定开局
  "地区限定": [
    {
      "name": "踏星仪式",
      "description": "（仅限'伯伦斯联邦'开局）听闻'伯伦斯联邦'三年一度的大型学徒招募仪式'踏星仪式'即将举行，你决定前往'伯伦斯联邦'求学。一路日夜兼程，你终于赶在伯伦斯联邦的'踏星仪式'当天来到了雾晶港。踏入宏伟庞大的学园都市，步入城市中心的伯伦斯广场，你在熙熙攘攘的人群中排队进入那高耸入云的魔法巨塔'苍穹之塔'。此刻你身处塔中宽广恢弘的学徒招募大厅，和上千人一起等待那个测试天赋和技能、决定自己命运的古老仪式。",
      "requiredLocation": "大陆东北部沿海区域-伯伦斯联邦-雾晶港"
    },
    {
      "name": "时钟塔学院",
      "description": "<user>来到瓦伦蒂亚市的时钟塔教育集团，你的父母让你去时钟塔上学，现在你的手放在时钟塔的测试水晶上检测魔力天赋，你不用担心学费，你的父母带着足够的积蓄。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆共和国-瓦伦蒂亚市-时钟塔"
    },
    {
      "name": "零之使魔",
      "description": "在使魔召唤课上，同学们在导师的教学中召唤使魔，而<user>也是其中一个，只不过你出现在了魔法阵里，成为了别人的使魔，导师也十分好奇这种情况，但你的主人是一位傲慢自大的大小姐，她认为<user>就是个人形魔物，一个畜生罢了。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆共和国-瓦伦蒂亚市-时钟塔"
    },
    {
      "name": "无尽之雨和无尽之旅",
      "description": "（仅限瓦伦蒂亚市开局）你来到了整片大陆上最大的冒险者之城——瓦伦蒂亚市。无尽的雨林、庞大的诺瓦尔河、传说中的龙姬、以及神话中封印了第二代魔王的神迹“无尽深渊地城”，这座坐落于原始魔法雨林“无尽树海”的雨之城，将成为你传奇史诗的起点。此刻你身处整片大陆上规模最大的星标公会分会——“瓦伦蒂亚星标公会”的服务大厅中，正打算注册成为一名正式的冒险者。",
      "requiredLocation": "大陆中东部区域-奥古斯提姆共和国-瓦伦蒂亚市"
    },
    {
      "name": "王国的暗流",
      "description": "（仅限索伦蒂斯联合王国开局）索伦蒂斯联合王国的皇家海军正在秘密寻找一件名为\"海龙之牙\"的遗物，据说它能平息风暴。一位神秘的商业大腕委托你抢先一步找到它，他似乎另有图谋。",
      "requiredLocation": "大陆东南部区域-索伦蒂斯联合王国"
    },
    {
      "name": "圣战契约",
      "description": "圣城“梵尼亚”的钟声在黎明前敲响，作为教廷最为年轻且天赋异禀的“天辉骑士”，你被秘密召入了最高审判庭的内室。空气中弥漫着没药与铁锈的味道，大审判官神情肃穆，将一份由教皇亲自签署的文件推到你面前。现在你来到了瓦伦蒂亚市，去讨伐传说中的莉莉娅丝·多米娜·拉萨姆博",
      "requiredLocation": "大陆中东部区域-奥古斯提姆共和国-瓦伦蒂亚市"
    },
    {
      "name": "北境的呼唤",
      "description": "（仅限诺斯加德合众国开局）诺斯加德合众国的安维尔科技急需一种只在\"永冻冰原\"上才能找到的\"永冻冰晶\"。这不仅是一趟深入魔物腹地的危险旅程，更是赢得这些坚韧北方人尊重的机会。",
      "requiredLocation": "大陆东北部区域-诺斯加德合众国"
    },
    {
      "name": "静谧之森",
      "description": "我已准备好回应那来自血脉深处的呼唤，我说出了那段誓言密语，唤醒了真正的力量与宿命：`我愿承受静谧之誓。`",
      "requiredLocation": "【神国】静谧之森-中央古树"
    },
    {
      "name": "灰烬前线",
      "description": "（仅限灰烬前线开局）你来到了奥古斯提姆共和国与卡拉什利亚斯联邦边境的冲突地带——索雷亚市战区。这座城市在持续三年的武装冲突中已变成废墟，双方军队仍在交火，而PMC、拾荒者和黑市商人在这片灰色地带中活动。你必须在枪林弹雨中生存，寻找机会撤离或完成你的目标。",
      "requiredLocation": "奥古斯提姆共和国与卡拉什利亚斯联邦边境-灰烬前线(索雷亚市战区)"
    },
    {
      "name": "第七区的阴影",
      "description": "（仅限第七区开局）你来到了奥古斯提姆共和国东北部的魔晶灾变区——第七区。21年前的魔晶反应堆熔毁事故让这里变成了鬼城，高浓度的魔力辐射至今未散，变异生物在废墟中游荡。你需要在隔离带外接受检查，然后深入这片被诅咒的土地，寻找传说中的“魔晶之心”。",
      "requiredLocation": "奥古斯提姆共和国东北部-第七区(魔晶灾变区)"
    }
  ]
}
